Revit 2027 API
CurveArray Constructor
Initializes a new instance of the CurveArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CurveArray()
Public Sub New
public:
CurveArray()
new : unit -> CurveArray
See Also
Reference
CurveArray Class
Autodesk.Revit.DB Namespace